Repository: apoorvdarshan/delts
Catalog: ios/delts/Localizable.xcstrings
Source language: en
Languages: ar, az, de, es, fr, hi, it, ja, ko, nl, pl, pt_br, ro, ru, zh_hans

source: Pair chest/back, shoulders/arms, legs, and core days.
ar: اجمع أيام الصدر/الظهر والكتفين/الذراعين والأرجل والجذع.
az: Sinə/kürək, çiyin/qol, ayaq və gövdə günlərini birləşdirin.
de: Kombiniere Brust/Rücken-, Schultern/Arme-, Bein- und Core-Tage.
es: Combina días de pecho/espalda, hombros/brazos, pierna y core.
fr: Associez jours pecs/dos, épaules/bras, jambes et tronc.
hi: चेस्ट/बैक, शोल्डर/आर्म्स, लेग्स और कोर दिन जोड़ें।
it: Abbina giorni petto/schiena, spalle/braccia, gambe e core.
ja: 胸/背中、肩/腕、脚、体幹の日を組み合わせます。
ko: 가슴/등, 어깨/팔, 하체, 코어 데이로 짝지어 구성합니다.
nl: Combineer borst/rug-, schouders/armen-, benen- en coredagen.
pl: Łącz dni klatka/plecy, barki/ramiona, nogi i core.
pt_br: Combine dias de peito/costas, ombros/braços, pernas e core.
ro: Combină zile de piept/spate, umeri/brațe, picioare și core.
ru: Сочетайте дни грудь/спина, плечи/руки, ноги и кор.
zh_hans: 胸背、肩臂、腿部和核心日搭配训练。

source: Pair opposing muscle groups for balanced sessions.
ar: اجمع المجموعات العضلية المتقابلة لجلسات متوازنة.
az: Balanslı seanslar üçün əks əzələ qruplarını birləşdirin.
de: Kombiniere antagonistische Muskelgruppen für ausgewogene Einheiten.
es: Combina grupos musculares opuestos para sesiones equilibradas.
fr: Associez les muscles opposés pour des séances équilibrées.
hi: संतुलित सेशन के लिए विपरीत मसल ग्रुप जोड़ें।
it: Abbina gruppi muscolari opposti per sessioni bilanciate.
ja: 拮抗筋群をペアにしてバランスの良いセッションにします。
ko: 길항 근육군을 짝지어 균형 잡힌 세션을 만듭니다.
nl: Combineer tegengestelde spiergroepen voor evenwichtige sessies.
pl: Łącz przeciwstawne grupy mięśniowe dla zrównoważonych sesji.
pt_br: Combine grupos musculares opostos para sessões equilibradas.
ro: Combină grupe musculare opuse pentru sesiuni echilibrate.
ru: Объединяйте мышцы-антагонисты для сбалансированных тренировок.
zh_hans: 搭配拮抗肌群，训练更均衡。

source: Pause workout timer
ar: إيقاف مؤقّت التمرين مؤقتًا
az: Məşq taymerinə fasilə ver
de: Workout-Timer pausieren
es: Pausar temporizador de entrenamiento
fr: Mettre le minuteur en pause
hi: वर्कआउट टाइमर पॉज़ करें
it: Pausa timer allenamento
ja: ワークアウトタイマーを一時停止
ko: 운동 타이머 일시정지
nl: Pauzeer workouttimer
pl: Wstrzymaj stoper treningu
pt_br: Pausar timer do treino
ro: Întrerupe cronometrul antrenamentului
ru: Приостановить таймер тренировки
zh_hans: 暂停训练计时器

source: Pecs
ar: الصدر
az: Sinə əzələləri
de: Brust
es: Pectorales
fr: Pectoraux
hi: पेक्स
it: Pettorali
ja: 胸筋
ko: 흉근
nl: Borstspieren
pl: Klatka
pt_br: Peitoral
ro: Pectorali
ru: Грудные
zh_hans: 胸肌

source: per week · cancel anytime
ar: في الأسبوع · ألغِ في أي وقت
az: həftəlik · istənilən vaxt ləğv edin
de: pro Woche · jederzeit kündbar
es: por semana · cancela cuando quieras
fr: par semaine · annulable à tout moment
hi: प्रति सप्ताह · कभी भी रद्द करें
it: a settimana · annulla quando vuoi
ja: 週あたり · いつでも解約可
ko: 주당 · 언제든 해지 가능
nl: per week · altijd opzegbaar
pl: na tydzień · anuluj w każdej chwili
pt_br: por semana · cancele quando quiser
ro: pe săptămână · anulezi oricând
ru: в неделю · отмена в любой момент
zh_hans: 每周 · 随时取消

source: per year
ar: في السنة
az: illik
de: pro Jahr
es: por año
fr: par an
hi: प्रति वर्ष
it: all'anno
ja: 年あたり
ko: 연간
nl: per jaar
pl: na rok
pt_br: por ano
ro: pe an
ru: в год
zh_hans: 每年

source: per year · save %lld%% vs weekly
ar: في السنة · وفّر %lld%% مقارنة بالأسبوعي
az: illik · həftəlikdən %lld%% qənaət
de: pro Jahr · spare %lld%% ggü. wöchentlich
es: por año · ahorra %lld%% vs semanal
fr: par an · %lld%% d’économie vs hebdo
hi: प्रति वर्ष · साप्ताहिक से %lld%% बचत
it: all'anno · risparmia il %lld%% rispetto al settimanale
ja: 年あたり · 週額より%lld%%お得
ko: 연간 · 주간 대비 %lld%% 절약
nl: per jaar · bespaar %lld%% t.o.v. wekelijks
pl: na rok · oszczędzasz %lld%% vs tygodniowo
pt_br: por ano · economize %lld%% vs. semanal
ro: pe an · economisești %lld%% față de săptămânal
ru: в год · экономия %lld%% против недельной
zh_hans: 每年 · 比按周省 %lld%%

source: per year · save over 60%
ar: في السنة · وفّر أكثر من 60%
az: illik · 60 faizdən çox qənaət
de: pro Jahr · spare über 60%
es: por año · ahorra más del 60%
fr: par an · plus de 60% d’économie
hi: प्रति वर्ष · 60% से ज़्यादा बचत
it: all'anno · risparmia oltre il 60%
ja: 年あたり · 60%以上お得
ko: 연간 · 60% 이상 절약
nl: per jaar · bespaar ruim 60%
pl: na rok · oszczędzasz ponad 60%
pt_br: por ano · economize mais de 60%
ro: pe an · economisești peste 60%
ru: в год · экономия более 60%
zh_hans: 每年 · 省超 60%

source: Personal Details
ar: البيانات الشخصية
az: Şəxsi məlumatlar
de: Persönliche Angaben
es: Datos personales
fr: Infos personnelles
hi: व्यक्तिगत विवरण
it: Dati personali
ja: 個人情報
ko: 개인 정보
nl: Persoonlijke gegevens
pl: Dane osobowe
pt_br: Dados pessoais
ro: Date personale
ru: Личные данные
zh_hans: 个人信息

source: Photo analysis
ar: تحليل الصور
az: Şəkil analizi
de: Fotoanalyse
es: Análisis de fotos
fr: Analyse de photos
hi: फ़ोटो विश्लेषण
it: Analisi delle foto
ja: 写真分析
ko: 사진 분석
nl: Foto-analyse
pl: Analiza zdjęć
pt_br: Análise de fotos
ro: Analiză foto
ru: Анализ фото
zh_hans: 照片分析

source: Photo attached
ar: تم إرفاق صورة
az: Şəkil əlavə olunub
de: Foto angehängt
es: Foto adjunta
fr: Photo jointe
hi: फ़ोटो जोड़ी गई
it: Foto allegata
ja: 写真を添付済み
ko: 사진 첨부됨
nl: Foto toegevoegd
pl: Dołączono zdjęcie
pt_br: Foto anexada
ro: Poză atașată
ru: Фото прикреплено
zh_hans: 已附加照片

source: Photo Library
ar: مكتبة الصور
az: Şəkil kitabxanası
de: Fotomediathek
es: Fototeca
fr: Photothèque
hi: फ़ोटो लाइब्रेरी
it: Libreria foto
ja: 写真ライブラリ
ko: 사진 보관함
nl: Fotobibliotheek
pl: Biblioteka zdjęć
pt_br: Fototeca
ro: Bibliotecă foto
ru: Медиатека
zh_hans: 照片图库

source: Pick body parts
ar: اختر مناطق الجسم
az: Bədən hissələrini seç
de: Körperpartien wählen
es: Elige partes del cuerpo
fr: Choisir les zones du corps
hi: बॉडी पार्ट चुनें
it: Scegli le parti del corpo
ja: 部位を選択
ko: 부위 선택
nl: Kies lichaamsdelen
pl: Wybierz partie ciała
pt_br: Escolher partes do corpo
ro: Alege părțile corpului
ru: Выберите части тела
zh_hans: 选择身体部位

source: Pink
ar: وردي
az: Çəhrayı
es: Rosa
fr: Rose
hi: पिंक
it: Rosa
ja: ピンク
ko: 핑크
nl: Roze
pl: Różowy
pt_br: Rosa
ro: Roz
ru: Розовый
zh_hans: 粉色

source: Plan
ar: الخطة
hi: प्लान
it: Piano
ja: プラン
ko: 플랜
nl: Schema
pt_br: Plano
ru: План
zh_hans: 计划

source: Plan & time sessions
ar: خطّط الجلسات ووقّتها
az: Seansları planlayın & zamanlayın
de: Einheiten planen & timen
es: Planifica y cronometra sesiones
fr: Planifiez & chronométrez vos séances
hi: सेशन प्लान और टाइम करें
it: Pianifica e cronometra le sessioni
ja: セッションを計画&計測
ko: 세션 계획 & 타이머
nl: Plan & time sessies
pl: Planuj i mierz czas sesji
pt_br: Planeje e cronometre sessões
ro: Planifică & cronometrează sesiuni
ru: Планируйте и засекайте тренировки
zh_hans: 计划并计时训练

source: Plan a workout for me today
ar: خطّط لي تمرين اليوم
az: Bu gün üçün mənə məşq planla
de: Plane mir heute ein Workout
es: Planifícame un entrenamiento para hoy
fr: Prépare-moi un entraînement pour aujourd’hui
hi: आज मेरे लिए वर्कआउट प्लान करो
it: Crea un allenamento per me oggi
ja: 今日のワークアウトを組んで
ko: 오늘 할 운동을 짜줘
nl: Stel vandaag een workout voor me samen
pl: Zaplanuj mi dzisiejszy trening
pt_br: Monte um treino para mim hoje
ro: Planifică-mi un antrenament pentru azi
ru: Составь мне тренировку на сегодня
zh_hans: 为我安排今天的训练

source: Posterior thigh
ar: خلف الفخذ
az: Budun arxa hissəsi
de: Hinterer Oberschenkel
es: Cara posterior del muslo
fr: Arrière de cuisse
hi: जाँघ का पिछला हिस्सा
it: Parte posteriore della coscia
ja: もも裏
ko: 허벅지 뒤쪽
nl: Achterkant dij
pl: Tył uda
pt_br: Parte posterior da coxa
ro: Partea din spate a coapsei
ru: Задняя поверхность бедра
zh_hans: 大腿后侧

source: Previous
ar: السابق
az: Əvvəlki
de: Zurück
es: Anterior
fr: Précédent
hi: पिछला
it: Precedente
ja: 前へ
ko: 이전
nl: Vorige
pl: Wstecz
pt_br: Anterior
ro: Anterior
ru: Назад
zh_hans: 上一步

source: Primary
ar: أساسي
az: Əsas
de: Primär
es: Primario
fr: Primaire
hi: प्राइमरी
it: Primario
ja: 主働筋
ko: 주동근
nl: Primair
pl: Główne
pt_br: Principal
ro: Principal
ru: Основные
zh_hans: 主要肌群

source: Privacy
ar: الخصوصية
az: Məxfilik
de: Datenschutz
es: Privacidad
fr: Confidentialité
hi: निजता
ja: プライバシー
ko: 개인정보
pl: Prywatność
pt_br: Privacidade
ro: Confidențialitate
ru: Конфиденциальность
zh_hans: 隐私

source: Privacy Policy
ar: سياسة الخصوصية
az: Məxfilik Siyasəti
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
hi: निजता नीति
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
nl: Privacybeleid
pl: Polityka prywatności
pt_br: Política de Privacidade
ro: Politica de confidențialitate
ru: Политика конфиденциальности
zh_hans: 隐私政策

source: Processing
ar: جارٍ المعالجة
az: Emal olunur
de: Wird verarbeitet
es: Procesando
fr: Traitement
hi: प्रोसेस हो रहा है
it: Elaborazione
ja: 処理中
ko: 처리 중
nl: Verwerken
pl: Przetwarzanie
pt_br: Processando
ro: Se procesează
ru: Обработка
zh_hans: 处理中

source: Profile
ar: الملف الشخصي
az: Profil
de: Profil
es: Perfil
fr: Profil
hi: प्रोफ़ाइल
it: Profilo
ja: プロフィール
ko: 프로필
nl: Profiel
pl: Profil
pt_br: Perfil
ro: Profil
ru: Профиль
zh_hans: 个人资料

source: Profile gear
ar: معدات الملف الشخصي
az: Profil avadanlığı
de: Profil-Equipment
es: Equipo del perfil
fr: Matériel du profil
hi: प्रोफ़ाइल गियर
it: Attrezzi del profilo
ja: プロフィールの器具
ko: 프로필 기구
nl: Profieluitrusting
pl: Sprzęt z profilu
pt_br: Equipamento do perfil
ro: Echipament din profil
ru: Инвентарь профиля
zh_hans: 个人资料器械

source: Progress
ar: التقدّم
az: Tərəqqi
de: Fortschritt
es: Progreso
fr: Progression
hi: प्रोग्रेस
it: Progressi
ja: 進捗
ko: 진행 상황
nl: Voortgang
pl: Postępy
pt_br: Progresso
ro: Progres
ru: Прогресс
zh_hans: 进度

source: Progress metric
ar: مقياس التقدّم
az: Tərəqqi göstəricisi
de: Fortschrittswert
es: Métrica de progreso
fr: Mesure de progression
hi: प्रोग्रेस मेट्रिक
it: Metrica dei progressi
ja: 進捗指標
ko: 진행 지표
nl: Voortgangswaarde
pl: Wskaźnik postępów
pt_br: Métrica de progresso
ro: Indicator de progres
ru: Метрика прогресса
zh_hans: 进度指标

source: Quadriceps
ar: العضلة الرباعية
az: Kvadriseps
de: Quadrizeps
es: Cuádriceps
hi: क्वाड्रिसेप्स
it: Quadricipiti
ja: 大腿四頭筋
ko: 대퇴사두근
pl: Czworogłowe uda
pt_br: Quadríceps
ro: Cvadricepși
ru: Квадрицепсы
zh_hans: 股四头肌

source: Range 0-10 - decimals allowed
ar: النطاق 0-10 - يُسمح بالكسور العشرية
az: Aralıq 0-10 - kəsr mümkündür
de: Bereich 0-10 - Dezimalzahlen erlaubt
es: Rango 0-10 - admite decimales
fr: Plage 0-10 - décimales autorisées
hi: रेंज 0-10 - दशमलव मान्य
it: Intervallo 0-10 - decimali ammessi
ja: 範囲 0-10 - 小数可
ko: 범위 0-10 - 소수점 허용
nl: Bereik 0-10 - decimalen toegestaan
pl: Zakres 0-10 - dozwolone dziesiętne
pt_br: Faixa 0-10 - aceita decimais
ro: Interval 0-10 - zecimale permise
ru: Диапазон 0-10, можно дробные
zh_hans: 范围 0-10 - 可用小数

source: Range 1-10 - decimals allowed
ar: النطاق 1-10 - يُسمح بالكسور العشرية
az: Aralıq 1-10 - kəsr mümkündür
de: Bereich 1-10 - Dezimalzahlen erlaubt
es: Rango 1-10 - admite decimales
fr: Plage 1-10 - décimales autorisées
hi: रेंज 1-10 - दशमलव मान्य
it: Intervallo 1-10 - decimali ammessi
ja: 範囲 1-10 - 小数可
ko: 범위 1-10 - 소수점 허용
nl: Bereik 1-10 - decimalen toegestaan
pl: Zakres 1-10 - dozwolone dziesiętne
pt_br: Faixa 1-10 - aceita decimais
ro: Interval 1-10 - zecimale permise
ru: Диапазон 1-10, можно дробные
zh_hans: 范围 1-10 - 可用小数

source: Range 6-20 - whole numbers
ar: النطاق 6-20 - أعداد صحيحة
az: Aralıq 6-20 - tam ədədlər
de: Bereich 6-20 - ganze Zahlen
es: Rango 6-20 - números enteros
fr: Plage 6-20 - nombres entiers
hi: रेंज 6-20 - पूर्ण संख्याएँ
it: Intervallo 6-20 - numeri interi
ja: 範囲 6-20 - 整数のみ
ko: 범위 6-20 - 정수만
nl: Bereik 6-20 - hele getallen
pl: Zakres 6-20 - liczby całkowite
pt_br: Faixa 6-20 - números inteiros
ro: Interval 6-20 - numere întregi
ru: Диапазон 6-20, целые числа
zh_hans: 范围 6-20 - 仅限整数

source: Rate Delts
ar: قيّم Delts
az: Delts-i qiymətləndir
de: Delts bewerten
es: Valorar Delts
fr: Noter Delts
hi: Delts को रेट करें
it: Valuta Delts
ja: Deltsを評価
ko: Delts 평가하기
nl: Beoordeel Delts
pl: Oceń Delts
pt_br: Avaliar o Delts
ro: Evaluează Delts
ru: Оценить Delts
zh_hans: 为 Delts 评分

source: Read the Privacy Policy
ar: قراءة سياسة الخصوصية
az: Məxfilik Siyasətini oxuyun
de: Datenschutzerklärung lesen
es: Leer la política de privacidad
fr: Lire la politique de confidentialité
hi: निजता नीति पढ़ें
it: Leggi l'informativa sulla privacy
ja: プライバシーポリシーを読む
ko: 개인정보 처리방침 읽기
nl: Lees het privacybeleid
pl: Przeczytaj politykę prywatności
pt_br: Ler a Política de Privacidade
ro: Citește politica de confidențialitate
ru: Прочитать политику конфиденциальности
zh_hans: 阅读隐私政策

source: Release
ar: الإصدار
az: Buraxılış
es: Lanzamiento
fr: Version
hi: रिलीज़
ja: リリース
ko: 릴리스
pl: Wydanie
pt_br: Lançamento
ro: Versiune
ru: Релиз
zh_hans: 版本

source: Remove photo
ar: إزالة الصورة
az: Şəkli sil
de: Foto entfernen
es: Quitar foto
fr: Retirer la photo
hi: फ़ोटो हटाएँ
it: Rimuovi foto
ja: 写真を削除
ko: 사진 제거
nl: Verwijder foto
pl: Usuń zdjęcie
pt_br: Remover foto
ro: Elimină poza
ru: Убрать фото
zh_hans: 移除照片

source: renews %@
ar: يتجدد %@
az: yenilənir: %@
de: verlängert sich am %@
es: se renueva %@
fr: se renouvelle le %@
hi: %@ को रिन्यू
it: si rinnova il %@
ja: %@に更新
ko: %@ 갱신
nl: verlengt op %@
pl: odnawia się %@
pt_br: renova em %@
ro: se reînnoiește %@
ru: продлится %@
zh_hans: %@续订

source: Report an Issue
ar: الإبلاغ عن مشكلة
az: Problem bildir
de: Problem melden
es: Informar de un problema
fr: Signaler un problème
hi: समस्या रिपोर्ट करें
it: Segnala un problema
ja: 問題を報告
ko: 문제 신고
nl: Meld een probleem
pl: Zgłoś problem
pt_br: Relatar um problema
ro: Raportează o problemă
ru: Сообщить о проблеме
zh_hans: 报告问题

source: Reps
ar: التكرارات
az: Təkrarlar
de: Wdh.
hi: रेप्स
it: Ripetizioni
ja: レップ数
ko: 횟수
pl: Powt.
ro: Repetări
ru: Повторы
zh_hans: 次数

source: Reps for set %lld
ar: تكرارات المجموعة %lld
az: Set %lld üçün təkrarlar
de: Wdh. für Satz %lld
es: Reps de la serie %lld
fr: Reps de la série %lld
hi: सेट %lld के रेप्स
it: Ripetizioni per la serie %lld
ja: セット%lldのレップ数
ko: 세트 %lld 횟수
nl: Reps voor set %lld
pl: Powtórzenia w serii %lld
pt_br: Repetições da série %lld
ro: Repetări pentru seria %lld
ru: Повторы для подхода %lld
zh_hans: 第 %lld 组次数

source: Request a Feature
ar: اقتراح ميزة
az: Funksiya təklif et
de: Feature vorschlagen
es: Sugerir una función
fr: Proposer une fonctionnalité
hi: फ़ीचर का अनुरोध करें
it: Richiedi una funzione
ja: 機能をリクエスト
ko: 기능 제안
nl: Vraag een functie aan
pl: Zaproponuj funkcję
pt_br: Sugerir um recurso
ro: Solicită o funcție
ru: Предложить функцию
zh_hans: 功能建议

source: Reset
ar: إعادة تعيين
az: Sıfırla
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
hi: रीसेट करें
it: Reimposta
ja: リセット
ko: 초기화
pl: Resetuj
pt_br: Redefinir
ro: Resetează
ru: Сбросить
zh_hans: 重置

source: Reset chat
ar: إعادة تعيين المحادثة
az: Söhbəti sıfırla
de: Chat zurücksetzen
es: Restablecer chat
fr: Réinitialiser le chat
hi: चैट रीसेट करें
it: Reimposta chat
ja: チャットをリセット
ko: 채팅 초기화
pl: Resetuj czat
pt_br: Redefinir conversa
ro: Resetează chatul
ru: Сбросить чат
zh_hans: 重置聊天

source: Reset filters or search a different body part, machine, or exercise.
ar: أعد تعيين عوامل التصفية أو ابحث عن منطقة جسم أو جهاز أو تمرين آخر.
az: Filtrləri sıfırlayın və ya başqa bədən hissəsi, trenajor və ya hərəkət axtarın.
de: Setze die Filter zurück oder such nach anderer Körperpartie, Maschine oder Übung.
es: Restablece los filtros o busca otra parte del cuerpo, máquina o ejercicio.
fr: Réinitialisez les filtres ou cherchez une autre zone du corps, machine ou exercice.
hi: फ़िल्टर रीसेट करें या कोई और बॉडी पार्ट, मशीन या एक्सरसाइज़ खोजें।
it: Reimposta i filtri o cerca un'altra parte del corpo, macchina o esercizio.
ja: フィルターをリセットするか、別の部位・マシン・種目で検索してください。
ko: 필터를 초기화하거나 다른 부위, 머신, 종목을 검색해 보세요.
nl: Reset de filters of zoek op een ander lichaamsdeel, apparaat of oefening.
pl: Zresetuj filtry albo wyszukaj inną partię ciała, maszynę lub ćwiczenie.
pt_br: Redefina os filtros ou busque outra parte do corpo, máquina ou exercício.
ro: Resetează filtrele sau caută altă zonă a corpului, alt aparat sau alt exercițiu.
ru: Сбросьте фильтры или поищите другую часть тела, тренажёр или упражнение.
zh_hans: 重置筛选，或搜索其他身体部位、器械或动作。

source: Reset this chat?
ar: هل تريد إعادة تعيين هذه المحادثة؟
az: Bu söhbət sıfırlansın?
de: Diesen Chat zurücksetzen?
es: ¿Restablecer este chat?
fr: Réinitialiser ce chat ?
hi: यह चैट रीसेट करें?
it: Reimpostare questa chat?
ja: このチャットをリセットしますか？
ko: 채팅을 초기화할까요?
nl: Deze chat resetten?
pl: Zresetować ten czat?
pt_br: Redefinir esta conversa?
ro: Resetezi acest chat?
ru: Сбросить этот чат?
zh_hans: 重置此聊天？

source: Restore failed. Check your connection and try again.
ar: فشلت الاستعادة. تحقق من اتصالك وحاول مجددًا.
az: Bərpa alınmadı. Bağlantınızı yoxlayıb yenidən cəhd edin.
de: Wiederherstellen fehlgeschlagen. Prüfe deine Verbindung und versuch es erneut.
es: Falló la restauración. Comprueba tu conexión e inténtalo de nuevo.
fr: Échec de la restauration. Vérifiez votre connexion et réessayez.
hi: रीस्टोर विफल। कनेक्शन जाँचें और फिर कोशिश करें।
it: Ripristino non riuscito. Controlla la connessione e riprova.
ja: 復元に失敗しました。接続を確認して、もう一度お試しください。
ko: 복원에 실패했습니다. 연결을 확인하고 다시 시도해 주세요.
nl: Herstellen mislukt. Controleer je verbinding en probeer het opnieuw.
pl: Przywracanie nie powiodło się. Sprawdź połączenie i spróbuj ponownie.
pt_br: Falha ao restaurar. Verifique sua conexão e tente de novo.
ro: Restaurarea a eșuat. Verifică conexiunea și încearcă din nou.
ru: Не удалось восстановить. Проверьте подключение и попробуйте ещё раз.
zh_hans: 恢复失败。请检查网络连接后重试。

source: Restore Purchases
ar: استعادة المشتريات
az: Alışları bərpa et
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
hi: ख़रीदारी रीस्टोर करें
it: Ripristina acquisti
ja: 購入を復元
ko: 구매 복원
nl: Herstel aankopen
pl: Przywróć zakupy
pt_br: Restaurar compras
ro: Restaurează achizițiile
ru: Восстановить покупки
zh_hans: 恢复购买

source: Restoring…
ar: جارٍ الاستعادة…
az: Bərpa olunur…
de: Wiederherstellen…
es: Restaurando…
fr: Restauration…
hi: रीस्टोर हो रहा है…
it: Ripristino…
ja: 復元中…
ko: 복원 중…
nl: Herstellen…
pl: Przywracanie…
pt_br: Restaurando…
ro: Se restaurează…
ru: Восстановление…
zh_hans: 正在恢复…

source: Resume workout timer
ar: استئناف مؤقّت التمرين
az: Məşq taymerini davam etdir
de: Workout-Timer fortsetzen
es: Reanudar temporizador de entrenamiento
fr: Reprendre le minuteur
hi: वर्कआउट टाइमर फिर शुरू करें
it: Riprendi timer allenamento
ja: ワークアウトタイマーを再開
ko: 운동 타이머 재개
nl: Hervat workouttimer
pl: Wznów stoper treningu
pt_br: Retomar timer do treino
ro: Reia cronometrul antrenamentului
ru: Возобновить таймер тренировки
zh_hans: 继续训练计时器

source: Review
ar: مراجعة
az: Nəzərdən keçirin
de: Überprüfen
es: Revisar
fr: Vérifier
hi: समीक्षा करें
it: Rivedi
ja: 確認
ko: 검토
nl: Bekijken
pl: Przejrzyj
pt_br: Revisar
ro: Revizuiește
ru: Просмотреть
zh_hans: 查看

source: Review and accept to start using Delts.
ar: راجع ووافق لبدء استخدام Delts.
az: Delts-dən istifadəyə başlamaq üçün oxuyub qəbul edin.
de: Lies und akzeptiere, um Delts zu nutzen.
es: Revisa y acepta para empezar a usar Delts.
fr: Lisez et acceptez pour commencer à utiliser Delts.
hi: Delts इस्तेमाल शुरू करने के लिए पढ़ें और स्वीकार करें।
it: Leggi e accetta per iniziare a usare Delts.
ja: 内容を確認・同意してDeltsを始めましょう。
ko: 검토하고 동의하면 Delts를 시작할 수 있습니다.
nl: Lees en accepteer om Delts te gaan gebruiken.
pl: Przeczytaj i zaakceptuj, aby zacząć korzystać z Delts.
pt_br: Revise e aceite para começar a usar o Delts.
ro: Citește și acceptă pentru a începe să folosești Delts.
ru: Прочитайте и примите, чтобы начать пользоваться Delts.
zh_hans: 阅读并接受后即可开始使用 Delts。

source: Review my last workout
ar: راجع تمريني الأخير
az: Son məşqimi təhlil et
de: Analysiere mein letztes Workout
es: Revisa mi último entrenamiento
fr: Analyse mon dernier entraînement
hi: मेरा पिछला वर्कआउट रिव्यू करो
it: Analizza il mio ultimo allenamento
ja: 前回のワークアウトをレビューして
ko: 지난 운동을 리뷰해줘
nl: Bekijk mijn laatste workout
pl: Przeanalizuj mój ostatni trening
pt_br: Avalie meu último treino
ro: Analizează-mi ultimul antrenament
ru: Разбери мою последнюю тренировку
zh_hans: 点评我上次的训练

source: Rows and upper-back thickness
ar: التجديف وسماكة أعلى الظهر
az: Dartma hərəkətləri və yuxarı kürək qalınlığı
de: Rudern und Dicke des oberen Rückens
es: Remos y grosor de la espalda alta
fr: Rowing et épaisseur du haut du dos
hi: रो मूवमेंट और अपर-बैक की मोटाई
it: Rematori e spessore del dorso
ja: ロウ系種目と背中上部の厚み
ko: 로우와 등 상부 두께
nl: Rows en dikte van de bovenrug
pl: Wiosłowania i grubość górnej części pleców
pt_br: Remadas e espessura da parte superior das costas
ro: Ramat și grosimea spatelui superior
ru: Тяги и толщина верха спины
zh_hans: 划船与上背厚度

source: RPE for set %lld
ar: RPE للمجموعة %lld
az: Set %lld üçün RPE
de: RPE für Satz %lld
es: RPE de la serie %lld
fr: RPE de la série %lld
hi: सेट %lld का RPE
it: RPE per la serie %lld
ja: セット%lldのRPE
ko: 세트 %lld RPE
nl: RPE voor set %lld
pl: RPE w serii %lld
pt_br: RPE da série %lld
ro: RPE pentru seria %lld
ru: RPE для подхода %lld
zh_hans: 第 %lld 组 RPE

source: RPE scale
ar: مقياس RPE
az: RPE şkalası
de: RPE-Skala
es: Escala RPE
fr: Échelle RPE
hi: RPE स्केल
it: Scala RPE
ja: RPEスケール
ko: RPE 척도
nl: RPE-schaal
pl: Skala RPE
pt_br: Escala de RPE
ro: Scala RPE
ru: Шкала RPE
zh_hans: RPE 量表

source: Save
ar: حفظ
az: Yadda saxla
de: Speichern
es: Guardar
fr: Enregistrer
hi: सेव करें
it: Salva
ja: 保存
ko: 저장
nl: Bewaar
pl: Zapisz
pt_br: Salvar
ro: Salvează
ru: Сохранить
zh_hans: 保存

source: Save and exit workout
ar: حفظ التمرين والخروج
az: Yadda saxla və məşqdən çıx
de: Workout speichern und beenden
es: Guardar y salir del entrenamiento
fr: Enregistrer et quitter l’entraînement
hi: वर्कआउट सेव करके बाहर निकलें
it: Salva ed esci dall'allenamento
ja: 保存してワークアウトを終了
ko: 저장하고 운동 종료
nl: Bewaar en verlaat workout
pl: Zapisz i zakończ trening
pt_br: Salvar e sair do treino
ro: Salvează și ieși din antrenament
ru: Сохранить и выйти из тренировки
zh_hans: 保存并退出训练

source: Save Changes
ar: حفظ التغييرات
az: Dəyişiklikləri yadda saxla
de: Änderungen speichern
es: Guardar cambios
fr: Enregistrer les modifications
hi: बदलाव सेव करें
it: Salva modifiche
ja: 変更を保存
ko: 변경 사항 저장
nl: Bewaar wijzigingen
pl: Zapisz zmiany
pt_br: Salvar alterações
ro: Salvează modificările
ru: Сохранить изменения
zh_hans: 保存更改

source: Search
ar: بحث
az: Axtar
de: Suchen
es: Buscar
fr: Rechercher
hi: खोजें
it: Cerca
ja: 検索
ko: 검색
nl: Zoek
pl: Szukaj
pt_br: Buscar
ro: Caută
ru: Поиск
zh_hans: 搜索

source: Search workouts
ar: البحث في التمارين
az: Məşqləri axtar
de: Workouts suchen
es: Buscar entrenamientos
fr: Rechercher des entraînements
hi: वर्कआउट खोजें
it: Cerca allenamenti
ja: ワークアウトを検索
ko: 운동 검색
nl: Zoek workouts
pl: Szukaj treningów
pt_br: Buscar treinos
ro: Caută antrenamente
ru: Поиск тренировок
zh_hans: 搜索训练

source: Secondary
ar: ثانوي
az: İkincili
de: Sekundär
es: Secundario
fr: Secondaire
hi: सेकेंडरी
it: Secondario
ja: 補助筋
ko: 협력근
nl: Secundair
pl: Pomocnicze
pt_br: Secundário
ro: Secundar
ru: Вторичные
zh_hans: 次要肌群

source: Select all
ar: تحديد الكل
az: Hamısını seç
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
hi: सभी चुनें
it: Seleziona tutto
ja: すべて選択
ko: 모두 선택
nl: Selecteer alles
pl: Zaznacz wszystko
pt_br: Selecionar tudo
ro: Selectează tot
ru: Выбрать все
zh_hans: 全选

source: Selected
ar: محدد
az: Seçilib
de: Ausgewählt
es: Seleccionado
fr: Sélectionné
hi: चुना गया
it: Selezionato
ja: 選択中
ko: 선택됨
nl: Geselecteerd
pl: Wybrano
pt_br: Selecionado
ro: Selectat
ru: Выбрано
zh_hans: 已选择

source: Send
ar: إرسال
az: Göndər
de: Senden
es: Enviar
fr: Envoyer
hi: भेजें
it: Invia
ja: 送信
ko: 보내기
nl: Verstuur
pl: Wyślij
pt_br: Enviar
ro: Trimite
ru: Отправить
zh_hans: 发送
